{
  "Equitana Hotel Resort": {
    "description": "Найкрасивіший вид у світі відкривається зі спини коня. Це правда. Не бійтеся і спробуйте покататися на конях з нами. На нашому манежі ми організовуємо змагання, такі як Чемпіонат Чеської Республіки з конкуру, але ми також пропонуємо свої послуги абсолютним новачкам у верховій їзді. Маленькі діти, батьки або навіть всі разом можуть насолодитися прогулянкою верхи на коні.",
    "activities": [
      "На свіжому повітрі",
      "Спорт",
      "верхова їзда",
      "спа",
      "боулінг",
      "більярд",
      "мінігольф",
      "бігова доріжка",
      "риболовля"
    ],
    "comfort": [
      "Безкоштовний Wi-Fi",
      "Парковка",
      "Оздоровчий і СПА",
      "Ресторан"
    ]
  },
  "Hotel Kouty": {
    "description": "Готель розташований у лісовому масиві площею 10 га з власним ставком площею 2,5 га, в мальовничій долині біля підніжжя Мелехова пагорба. Поблизу котеджів протікає струмок, який живить форелевий ставок з однією з найчистіших вод у Чехії. На території є два тенісні корти зі штучним покриттям, дитячий майданчик, батут, майданчик для пляжного волейболу, тренажерний зал, настільний теніс і сауна. Наші маленькі гості мають у своєму розпорядженні ігровий майданчик і батут. У декількох сотнях метрів від готелю знаходиться приватний рибальський район в селі Кути - ставок Гомоле. Ви можете зловити форель, коропа або сома судака. За попередньою домовленістю на стійці реєстрації готелю можна забрати снасті.",
    "activities": [
      "На свіжому повітрі",
      "теніс",
      "пляжний волейбол",
      "падлборд",
      "йога"
    ],
    "comfort": ["Безкоштовний Wi-Fi", "Парковка", "Кедрова сауна", "Ресторан"]
  },
  "Golf Resort Olomouc": {
    "description": "Чотиризірковий готель, ідеальний для любителів гольфу, пропонує номери з видом на чемпіонське поле для гольфу. Курорт надає багатий сніданок \"шведський стіл\", безкоштовний Wi-Fi, паркінг та проживання з домашніми тваринами.",
    "activities": ["на свіжому повітрі", "гольф"],
    "comfort": [
      "Wi-Fi",
      "паркінг",
      "домашні тварини",
      "ресторан",
      "тренажерний зал",
      "оренда клубів"
    ]
  },
  "Caribe Bay": {
    "description": "Caribe Bay - це аквапарк у карибському стилі, що пропонує різноманітні атракціони, включаючи гірки, басейни та живі шоу. Це популярне місце для сімейного відпочинку та водних розваг.",
    "activities": ["дітям", "аквапарк"],
    "comfort": ["басейн", "ресторан", "Wi-Fi"]
  },
  "Six Senses Douro Valley": {
    "description": "Цей розкішний курорт у долині Дору пропонує поєднання відпочинку та активностей, включаючи кулінарні майстер-класи, дегустацію вина та водні види спорту. Курорт розташований у мальовничому винограднику.",
    "activities": [
      "мистецтво",
      "живопис",
      "спорт",
      "водні види спорту",
      "кулінарний майстер-клас",
      "дегустація портвейну"
    ],
    "comfort": ["Wi-Fi", "ресторан", "басейн", "винний льох"]
  },
  "The Boulders Resort": {
    "description": "Розташований у пустелі Сонора, цей курорт пропонує унікальні пригоди на свіжому повітрі, включаючи гольф на відомих полях, скелелазіння та польоти на повітряній кулі.",
    "activities": [
      "гольф",
      "польоти на повітряних кулях",
      "скелелазіння",
      "на свіжому повітрі",
      "спорт"
    ],
    "comfort": ["Wi-Fi", "тренажерний зал", "ресторан"]
  },
  "The Residences at Chevy Chase": {
    "description": "Унікальна резиденція, що пропонує незвичну активність - бій подушками за 60 доларів, а також інші розкішні зручності.",
    "activities": ["бій подушками", "відпочинок"],
    "comfort": ["тренажерний зал", "бібліотека", "домашні тварини"]
  },
  "Loews Coronado Bay Resort": {
    "description": "Loews Coronado Bay Resort пропонує унікальні враження, включаючи уроки серфінгу для собак. Розташований на приватному 15-акровому півострові, курорт є тихим оазисом на березі води зі захоплюючими видами на Тихий океан та горизонт Сан-Дієго.",
    "activities": ["серфінг для собак", "на свіжому повітрі", "спорт"],
    "comfort": ["Wi-Fi", "парковка", "басейн", "ресторан"]
  },
  "Obriy Village": {
    "description": "Obriy Village пропонує незабутні враження у традиційних українських гарячих чанах та верхову їзду по мальовничих околицях Опішні. Це місце, де можна по-справжньому оцінити красу української природи та гостинність.",
    "activities": [
      "традиційні українські гарячі чани",
      "верхова їзда",
      "відпочинок",
      "на свіжому повітрі",
      "спорт"
    ],
    "comfort": ["Wi-Fi", "парковка", "ресторан", "СПА"]
  },
  "Concept Stay Sirimiri": {
    "description": "Concept Stay Sirimiri пропонує унікальний відпочинок з такими активностями, як верхова їзда та релаксація у гарячих чанах, розташованих у прекрасних Карпатських горах. Цей ретрит ідеально підходить для тих, хто шукає зв'язок з природою та відпочинок.",
    "activities": [
      "верхова їзда",
      "гарячі чани",
      "відпочинок",
      "на свіжому повітрі",
      "спорт"
    ],
    "comfort": ["Wi-Fi", "парковка", "ресторан", "СПА"]
  },
  "Scandi Eco Park": {
    "description": "Scandi Eco Park пропонує різноманітні активності на свіжому повітрі та терапевтичні заходи, включаючи терапію з тваринами, спілкування з хаскі, верхову їзду, байкджоринг та трекінг. Це екологічно чистий напрямок, створений для любителів природи.",
    "activities": [
      "дітям",
      "спорт",
      "на свіжому повітрі",
      "терапія з тваринами",
      "хаскі",
      "верхова їзда",
      "байкджоринг",
      "трекінг"
    ],
    "comfort": ["Wi-Fi", "парковка", "ресторан", "СПА"]
  },
  "Aves Travel": {
    "description": "Aves Travel пропонує куровані відпочинки в різних курортах з гарячими джерелами по всій Україні, забезпечуючи відновлюючі враження у природних термальних водах. Ці курорти ідеально підходять для релаксації та покращення здоров'я.",
    "activities": ["гарячі джерела", "відпочинок"],
    "comfort": ["Wi-Fi", "парковка", "ресторан", "СПА"]
  },
  "The Manta Resort": {
    "description": "The Manta Resort пропонує неймовірний досвід з підводною кімнатою, що надає захоплюючі види на морське життя в кришталево чистих водах Індійського океану. Це унікальна та розкішна втеча на острові Пемба.",
    "activities": ["підводний готель", "на свіжому повітрі", "відпочинок"],
    "comfort": ["Wi-Fi", "парковка", "ресторан", "СПА"]
  },
  "Poseidon Undersea Resorts": {
    "description": "Poseidon Undersea Resorts пропонує унікальний досвід проживання під водою в розкішних люксах, оточених яскравим морським життям островів Фіджі. Це неперевершена підводна пригода.",
    "activities": ["підводний готель", "відпочинок", "на свіжому повітрі"],
    "comfort": ["Wi-Fi", "ресторан", "СПА"]
  },
  "Icehotel": {
    "description": "Icehotel у Швеції - це унікальний готель, побудований повністю з льоду та снігу. Гості можуть зупинитися в номерах, створених художниками з усього світу, що пропонує незабутній арктичний досвід.",
    "activities": ["льодовий готель", "мистецтво"],
    "comfort": ["Wi-Fi", "ресторан", "бар"]
  },
  "Treehotel": {
    "description": "Treehotel у Швеції пропонує унікальні житла на деревах, кожне з яких спроектоване різними архітекторами. Гості можуть насолоджуватися прекрасними лісовими околицями та захоплюючими видами зі своїх кімнат на верхівках дерев.",
    "activities": ["на свіжому повітрі", "відпочинок"],
    "comfort": ["Wi-Fi", "ресторан", "сауна"]
  },
  "Luna Salada Hotel": {
    "description": "Luna Salada Hotel побудований повністю з соляних блоків, пропонуючи гостям унікальний відпочинок на краю найбільшого в світі солончаку. Готель забезпечує захоплюючі види та дійсно унікальний досвід.",
    "activities": ["соляний готель", "відпочинок"],
    "comfort": ["Wi-Fi", "ресторан", "СПА"]
  },
  "Happy Guests Lodge": {
    "description": "Happy Guests Lodge пропонує унікальний досвід, де гості можуть мати рибку-компаньйона у своїй кімнаті за £5. Це затишний та дружній готель, розташований у мальовничій сільській місцевості Чеширу.",
    "activities": ["рибка-компаньйон за £5", "відпочинок"],
    "comfort": ["Wi-Fi", "парковка", "ресторан", "домашні тварини"]
  },
  "Hotel Divorce": {
    "description": "Hotel Divorce пропонує унікальні послуги для пар, які шукають мирного розлучення. Готель забезпечує юридичну та психологічну підтримку, щоб допомогти парам розійтися гладко.",
    "activities": ["готель для розлучень", "відпочинок"],
    "comfort": ["Wi-Fi", "ресторан", "СПА", "юридичні послуги"]
  },
  "Protea Hotel by Marriott Polokwane Ranch Resort": {
    "description": "Protea Hotel by Marriott Polokwane Ranch Resort пропонує гостям неймовірну можливість прогулянки з левами. Курорт поєднує розкішне проживання та захоплюючі дикі пригоди.",
    "activities": ["прогулянка з левами", "на свіжому повітрі"],
    "comfort": ["Wi-Fi", "ресторан", "СПА", "басейн"]
  },
  "V8 Hotel Classic Motorworld Region Stuttgart": {
    "description": "Розташований на старому аеродромі Штутгарта, цей готель ідеально підходить для автолюбителів. Готель має унікально оформлені номери з автомобільним декором, включаючи оригінальні деталі автомобілів на стінах.",
    "activities": ["відпочинок", "мистецтво"],
    "comfort": ["ресторан", "бар", "тренажерний зал"]
  },
  "Masseria Cervarolo": {
    "description": "Первісно сімейна ферма 16-го століття, цей готель пропонує розслабляючу атмосферу з поєднанням історичного шарму та сучасного комфорту. Гості можуть насолоджуватися різними заходами та досліджувати прилеглі села.",
    "activities": ["мистецтво", "на свіжому повітрі", "відпочинок"],
    "comfort": ["СПА", "басейн", "ресторан", "сад"]
  },
  "Electra Palace Hotel": {
    "description": "Розташований у самому серці Салонік, цей готель пропонує захоплюючі морські види та культурні враження, включаючи перегляд творів мистецтва, що виставлені на території готелю.",
    "activities": ["мистецтво", "на свіжому повітрі", "відпочинок"],
    "comfort": ["басейн", "ресторан"]
  },
  "Gaylord Palms and Convention Center": {
    "description": "Цей готель має унікальний атріум з алігаторами та зміями, а також різноманітні сезонні активності, такі як полювання за скарбами та прикрашання печива.",
    "activities": [
      "діти",
      "спорт",
      "на свіжому повітрі",
      "катання на ковзанах",
      "уроки серфінгу"
    ],
    "comfort": ["СПА", "ресторан", "басейн"]
  },
  "Treebones Resort": {
    "description": "Кумедний екологічний курорт, що пропонує глемпінг-стиль проживання з чудовими видами на Біг Сур.",
    "activities": [
      "глемпінг у юртах",
      "приватні палуби з мальовничими видами",
      "на свіжому повітрі",
      "мистецтво",
      "відпочинок"
    ],
    "comfort": [
      "ресторан",
      "домашні тварини",
      "органічний сад",
      "туристичні стежки"
    ]
  },
  "Hotel Max": {
    "description": "Розташований у центрі Сіетла, цей готель відомий своєю художньою та музичною тематикою, з оригінальними творами мистецтва та культовими фотографіями по всій території.",
    "activities": ["мистецтво"],
    "comfort": ["ресторан", "тренажерний зал"]
  },
  "Grand Velas Riviera Maya": {
    "description": "Розкішний курорт 'все включено', що пропонує різноманітні заходи, включаючи уроки сальси та аквафітнес.",
    "activities": ["мистецтво", "спорт"],
    "comfort": ["СПА", "басейн", "ресторан"]
  },
  "W Barcelona": {
    "description": "Розташований вздовж берегу моря, цей готель пропонує захоплюючі види на Середземне море та організовує вечори сальси для гостей.",
    "comfort": ["пляж", "басейн", "ресторан"],
    "activities": ["йога", "відпочинок", "вечори сальси"]
  },
  "Hotel del Coronado": {
    "description": "Знаходячись на захоплюючих берегах острова Коронадо, цей історичний готель пропонує широкий спектр розваг, включаючи йогу на пляжі, уроки серфінгу, прокат велосипедів та багаття на пляжі.",
    "comfort": ["ресторан", "спа", "пляж"],
    "activities": ["йога", "спорт", "подорожі"]
  },
  "Amangiri": {
    "description": "Розташований серед вражаючої краси пустелі Юти, Amangiri пропонує розкішне проживання та різноманітні активності, включаючи спостереження за зірками, катання на повітряних кулях, піший туризм та верхову їзду.",
    "comfort": ["спа", "басейн", "ресторан"],
    "activities": [
      "подорожі",
      "спорт",
      "відпочинок",
      "спостереження за зірками",
      "катання на повітряних кулях",
      "піший туризм",
      "верхова їзда"
    ]
  },
  "Soneva Fushi": {
    "description": "Розташований у вражаючій красі Мальдів, Soneva Fushi пропонує розкішні вілли та безліч унікальних активностей, включаючи снорклінг, дайвінг, приватні кіносеанси та класи з виготовлення шоколаду.",
    "comfort": ["спа", "ресторан", "пляж"],
    "activities": [
      "снорклінг",
      "подорожі",
      "дайвінг",
      "мистецтво",
      "приватні кіносеанси",
      "класи з виготовлення шоколаду"
    ]
  },
  "Fogo Island Inn": {
    "description": "Розташований на вражаючих узбережжях острова Фого, цей нагороджений готель пропонує захоплюючі види та різноманітні розваги, такі як спостереження за айсбергами, екскурсії на човнах, програми для художників-резидентів та збирання ягід.",
    "comfort": ["ресторан", "спа", "бібліотека"],
    "activities": [
      "спостереження за айсбергами",
      "екскурсії на човнах",
      "програми для художників-резидентів",
      "збирання ягід",
      "мистецтво",
      "подорожі"
    ]
  },
  "Kakslauttanen Arctic Resort": {
    "description": "Розташований в лапландії, Kakslauttanen Arctic Resort пропонує унікальне розміщення в скляних іглу та брусових хатах. Гості можуть насолоджуватися такими активностями, як полювання на сяйво північних сяянь, санний спорт, риболовля на льоду та катання на сніговиках.",
    "comfort": ["спа", "ресторан"],
    "activities": [
      "полювання на сяйво північних сяянь",
      "подорожі",
      "санний спорт",
      "риболовля на льоду",
      "катання на сніговиках"
    ]
  },
  "Whitepod Eco-Luxury Hotel": {
    "description": "Розташований в Швейцарських Альпах, Whitepod Eco-Luxury Hotel пропонує унікальне розміщення в геодезичних куполах та різноманітні розваги, включаючи лижу, катання на снігових взуттях, йогу та спостереження за зірками.",
    "comfort": ["ресторан", "спа"],
    "activities": [
      "лижі",
      "спорт",
      "подорожі",
      "катання на снігових взуттях",
      "йога",
      "спостереження за зірками"
    ]
  },
  "Amilla Fushi": {
    "description": "Розташований на Мальдівах, Amilla Fushi пропонує розкішні вілли над водою та на березі, а також унікальні активності, такі як підводні екскурсії на підводних човнах, приватні пікніки на приватних островах, риболовля на заході сонця та вечері під водою.",
    "comfort": ["спа", "ресторан", "пляж"],
    "activities": [
      "подорожі",
      "підводні екскурсії на підводних човнах",
      "приватні пікніки на приватних островах",
      "риболовля на заході сонця",
      "вечері під водою"
    ]
  },
  "Longitude 131°": {
    "description": "Знаходячись поблизу Національного парку Улуру-Ката-Тжута, Longitude 131° пропонує розкішне туристичне розміщення в наметах з неперевершеними видами на Улуру. Гості можуть насолоджуватися турами на схід сонця навколо Улуру, верблюдами та культурними досвідами корінних народів.",
    "comfort": ["ресторан", "спа", "басейн"],
    "activities": [
      "тури на схід сонця навколо Улуру",
      "верблюди",
      "культурні досвіди корінних народів"
    ]
  },
  "Soneva Kiri": {
    "description": "Знаходячись на віддаленому острові Ко Куд, Soneva Kiri пропонує розкішні вілли та унікальні вечері, такі як вечері у дерев'яних куполах та приватні вечері на пляжі. Гості також можуть насолоджуватися снорклінгом та спостереженням за зірками в цьому неторканому раю.",
    "comfort": ["спа", "басейн"],
    "activities": ["снорклінг", "спостереження за зірками"]
  },
  "The Singular Patagonia": {
    "description": "Розташований на фоні захоплюючого пейзажу Патагонії, The Singular Patagonia пропонує різноманітні активності на відкритому повітрі, включаючи піший туризм, верхову їзду, спостереження за птахами та екскурсії на глетчерах. Гості можуть зануритися в природну красу південного Чилі.",
    "comfort": ["ресторан", "спа", "басейн"],
    "activities": [
      "піший туризм",
      "верхова їзда",
      "спостереження за птахами",
      "екскурсії на глетчерах"
    ]
  },
  "Explora Rapa Nui": {
    "description": "Знаходячись на острові Пасхи, Explora Rapa Nui пропонує екскурсії до археологічних пам'яток острова, вулканічних пейзажів та неторканого пляжу. Гості можуть насолоджуватися активностями, такими як піший туризм, верхова їзда, катання на велосипеді та спостереження за зірками.",
    "comfort": ["ресторан", "спа", "басейн"],
    "activities": [
      "піший туризм",
      "верхова їзда",
      "катання на велосипеді",
      "спостереження за зірками"
    ]
  },
  "Amangani": {
    "description": "Розташований в горах Гранд-Тетон, Вайомінг, США, Amangani пропонує можливості для альпінізму, лижу або просто насолодитися гористими видами.",
    "comfort": ["ресторан", "спа", "фітнес-центр"],
    "activities": ["спорт", "альпінізм", "лижі", "гірські краєвиди", "подорожі"]
  },
  "Southern Ocean Lodge": {
    "description": "Розташований на острові Кенгуру поблизу Південної Австралії, Southern Ocean Lodge пропонує можливості для вивчення дикої природи, зустрічей з кенгуру та іншими місцевими мешканцями, а також винних турів до місцевих виноробень.",
    "comfort": ["ресторан", "спа", "бібліотека"],
    "activities": [
      "дослідження дикої природи",
      "відпочинок",
      "винні тури",
      "подорожі"
    ]
  },
  "Explora Patagonia": {
    "description": "Знаходячись в Патагонії, Чилі, Explora Patagonia ідеально підходить для любителів природи. Ви можете досліджувати каньйони, ліси та озера під час денних поїздок і насолоджуватися комфортом готелю ввечері.",
    "comfort": ["ресторан", "спа", "бар"],
    "activities": [
      "дослідження каньйонів",
      "лісові прогулянки",
      "екскурсії на озера",
      "подорожі"
    ]
  },
  "The Brando": {
    "description": "Знаходячись на приватному острові Тетіароа в Французькій Полінезії, The Brando пропонує різноманітні водні розваги, включаючи снорклінг, каякінг та стенд-ап падлінг в кришталево чистих водах Південного Тихого океану.",
    "comfort": ["ресторан", "спа", "пляж"],
    "activities": [
      "снорклінг",
      "каякінг",
      "стенд-ап падлінг",
      "подорожі",
      "спорт"
    ]
  },
  "Ladera Resort": {
    "description": "Розташований на вулканічному гребені з видом на Пітони на острові Сент-Люсія, Ladera Resort пропонує пригодницькі види розваг, такі як зіплайнінг, піший туризм та відвідування недалеких сіркових джерел.",
    "comfort": ["ресторан", "спа", "басейн"],
    "activities": [
      "зіплайнінг",
      "піший туризм",
      "відвідування сіркових джерел",
      "подорожі"
    ]
  },
  "The Datai Langkawi": {
    "description": "Розташований в серці давнього дощового лісу на острові Лангкаві, Малайзія, The Datai Langkawi пропонує гостям можливість насолодитися чудесами природи з прогулянок дощовим лісом, екскурсій по природі та йоги на пляжі.",
    "comfort": ["ресторан", "спа"],
    "activities": [
      "прогулянки по дощовому лісу",
      "екскурсії по природі",
      "йога на пляжі",
      "подорожі",
      "відпочинок",
      "гольф"
    ]
  },
  "Amanwana": {
    "description": "Знаходячись на острові Мойо в Індонезії, Amanwana пропонує гостям можливість досліджувати недоторкані джунглі з джунглевою прогулянкою, а також підводні пригоди з дайвінгом та снорклінгом навколо коралових рифів.",
    "comfort": ["ресторан", "спа", "пляж"],
    "activities": [
      "джунглеві прогулянки",
      "дайвінг",
      "снорклінг",
      "спорт",
      "подорожі"
    ]
  },
  "Singita Lebombo Lodge": {
    "description": "Знаходячись в Національному парку Крюгера, Південна Африка, Singita Lebombo Lodge пропонує незабутні сафарі-враження, включаючи сафарі-поїздки, прогулянки в буші, та сесії спостереження за зірками в африканській дикості.",
    "comfort": ["ресторан", "спа", "басейн"],
    "activities": [
      "сафарі-поїздки",
      "прогулянки в буші",
      "спостереження за зірками",
      "подорожі",
      "відпочинок"
    ]
  },
  "Hotel France": {
    "description": "Розташований в самому серці Вінниці, готель France пропонує елегантне розміщення з рестораном, безкоштовним Wi-Fi та різноманітними розвагами для гостей, включаючи велопрогулянки та піші екскурсії. Готель також має живу музику та вражає історичним шармом.",
    "comfort": ["ресторан", "парковка", "wi-fi", "бар"],
    "activities": [
      "на свіжому повітрі",
      "спорт",
      "мистецтво",
      "велопрогулянки",
      "жива музика",
      "піші екскурсії"
    ]
  },
  "Safari-Club": {
    "description": "Готель Safari-Club надає унікальний досвід з басейном, послугами спа та можливостями верхової їзди. Він ідеально підходить для тих, хто хоче поєднати відпочинок з пригодами. Готель розташований в спокійному середовищі з чудовими природними ландшафтами.",
    "comfort": ["wi-fi", "парковка", "спа", "ресторан", "фітнес-зал"],
    "activities": ["басейн", "спорт", "верхова їзда"]
  },
  "Fenix Town": {
    "description": "Fenix Town - це сучасний готель з різноманітними розвагами, такими як фітнес-центр, боулінг та більярд. Гості також можуть відпочити у сауні. Готель пропонує комфортний і сучасний відпочинок з відмінними умовами.",
    "comfort": ["wi-fi", "парковка", "фітнес-зал", "ресторан"],
    "activities": ["відпочинок", "спорт", "боулінг", "більярд"]
  },
  "Fairmont Grand Hotel Kyiv": {
    "description": "Fairmont Grand Hotel Kyiv пропонує поєднання елегантності та комфорту, ідеально підходить для гостей, які шукають як відпочинок, так і культурне дослідження. Сервіси спа включають масажі, обличчя та тілесні процедури.",
    "comfort": ["wi-fi", "парковка", "спа", "ресторан", "бар"],
    "activities": ["відпочинок"]
  },
  "Lisotel": {
    "description": "Lisotel - це відпочинковий центр біля Києва, розташований в сосновому лісі на берегах річки Рось. Головною особливістю нашого комплексу є наша любов до української історії та традицій.",
    "comfort": [
      "wi-fi",
      "парковка",
      "басейн",
      "ресторан",
      "домашні тварини",
      "озеро",
      "камін"
    ],
    "activities": [
      "Розслаблююча атмосфера в глибині соснового лісу",
      "Різноманітні майстер-класи з мистецтва та ремесел",
      "Риболовля або катання на човні озером",
      "Відвідування ферми поблизу",
      "Смачні страви української кухні",
      "Різноманітні забави для дітей",
      "Відпочинок у будиночку біля вулика"  
    ]
  },
  "Opera Hotel": {
    "description": "Opera Hotel поєднує розкіш та культурний шарм, пропонуючи унікальні тематичні люкси та розгорнуті послуги спа. Винний список готелю, нагороджений преміями, - це особливість для знавців.",
    "comfort": ["wi-fi", "парковка", "спа", "ресторан"],
    "activities": ["відпочинок"]
  }
}
